Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: Have you heard of the Ruby of Fire?
uk_ua: Чи чув ти про Рубін Вогню?

source: Have you never been fishing before? With bait of course.
uk_ua: Чи тобі зроду не доводилося рибалити? Наживкою, звісно.

source: Have you no faith in your brother, Baran?
uk_ua: Ти не маєш жодної віри в свого брата, Б'ярне?

source: Having defeated Urza Mathin, Deoran immediately sent out scouts into the whole countryside. His men reported bandits roaming freely through the land, terrorizing the peasants and villagers. Nowhere did they find soldiers of the South Guard.
uk_ua: Подолавши Урзу Мартіна, Деоран негайно послав розвідників по всій провінції. Вони доповіли про те, що бандити вільно шастають землями, тероризуючи жителів сіл та хуторів. Ніхто ніде не знайшов солдатів Південної Гвардії.

source: Having more than one healer allows them to heal each other or to cover separate areas of the battlefield. It can also allow better tactical movement — the 2 hitpoints from rest-healing does combine with other sources of healing, so it’s often better to move a healer instead of an injured unit.
uk_ua: Маючи більше одного цілителя, дозволить їм лікувати один одного чи покривати окремі частини поля битви. Також це може покращити тактичне переміщення — 2 очки здоров'я, які боєць отримує від відпочинку, комбінуються з іншими джерелами лікування, тому часто краще рухати цілителя, а не пораненого бійця.

source: Having trouble, eh? Never worry, lads, we’ll sort ’em out soon enough!
uk_ua: Проблеми, ге? Не хвилюйтеся, хлопаки, ми розб'ремося з ними!

source: Haw haw haw! Fools!
uk_ua: Ха ха ха! Дурні!

source: Ha’Tang
uk_ua: Ха’Танг

source: He did not part with it willingly, so he must be dead.
uk_ua: Він не хотів віддати меч добровільно, тому він, мабуть, мертвий.

source: He had a chest in his tent, too. It is filled with gold!
uk_ua: У нього в наметі була скриня. Повна золота!

source: He had lived there for ages upon ages, in the depths of the water, preying upon the various fish and frogs and merfolk that entered his domain. It was his lake, no other’s, and though it was not large, he was its master. Then, the Basilisk came, and looked into the Serpent’s eyes. And the Serpent had not died, but it was no longer alive. Thus the new lord of the lake had arrived. (inscribed by Turin)
uk_ua: Він жив там упродовж віків, у глибинах води, полюючи на риб, жаб і водяних, які посміли заплисти в його володіння. Це було його озеро, нічиє більше, воно було невелике, але він був його хазяїном. А потім з'явився Василіск, що поглянув йому в очі. Та Змій не помер, хоча і перестав жити. Так з'явився новий повелитель озера. (написано Туріном)

source: He has grasped the Hammer of Thursagan, then? Else I know not how he recovered the runelore of old.
uk_ua: І тоді він прибрав до себе Молот Турсаган? Інакше мені невідомо як він міг відновити давні знання рун.

source: He has that staff of...
uk_ua: У нього посох...

source: He is raising our dead to fight against us! Even though they were your own citizens, Krellis, show no mercy. Destroy them if you can.
uk_ua: Він піднімає наших померлих, щоб вони билися проти нас! Крелісе, хоч вони й були твоїми підданими, бийся без жалю. Знищи їх, якщо зможеш.

source: He is raising the dead from every village!
uk_ua: Він піднімає мерців в кожному селі!

source: He is uncorrupted? You are sure of this?
uk_ua: Він не змінився? Ти упевнена?

source: He just killed that innocent farmer! We must stop him!
uk_ua: Він тільки що вбив невинного фермера! Ми повинні зупинити його!

source: He must mean the Ruby of Fire. It was our most powerful artifact. We brought it with us from the Old Continent, long ago. We thought it was lost in the war with your people, when Lich-Lord Lenvan fell!
uk_ua: Він, мабуть, має на увазі Вогняний Рубін. Це був один з найсильніших наших артефактів, ми привезли його із заходу. Ми думали, що втратили його у війні з вашим народом, коли поліг Владика-Ліч Ленван!

source: He was a noble man to have sacrificed himself for us. I wish that it did not have to be so, but in the narrow window Gerrick’s valiant stand gave us, we have gathered some of the provincial guard and reinforced our defenses!
uk_ua: Він був гідною людиною, пожертвував своїм життям заради нас. Хотів би я, щоб цього не сталося, але за той невеликий час, що він для нас виграв, ми зібрали частину місцевої варти та підсилили нашу оборону!

source: He was a noble man to have sacrificed himself for us. I wish that it did not have to be so, but in the narrow window Gerrick’s valiant stand gave us, we have gathered the whole provincial guard and fully embattled the city!
uk_ua: Він був гідною людиною, пожертвував своїм життям заради нас. Хотів би я, щоб цього не сталося, але за той невеликий час, що він для нас виграв, ми привели у повну готовність місцеву варту та повністю укріпили місто!

source: He was a noble man to have sacrificed himself for us. I wish that it did not have to be so, but in the narrow window Gerrick’s valiant stand gave us, we have gathered the whole provincial guard and reinforced our defenses!
uk_ua: Він був гідною людиною, пожертвував своїм життям заради нас. Хотів би я, щоб цього не сталося, але за той невеликий час, що він для нас виграв, ми привели у повну готовність місцеву варту та підсилили нашу оборону!

source: He was not alone.
uk_ua: Тут є ще один.

source: He will be, if you help. Now follow me into battle!
uk_ua: Він піде, якщо ви допоможете. Тепер за мною, в бій!

source: He wondered briefly why she had stopped mentioning Mebrin and his whereabouts, but something told him that now was not the time to mention the sage’s name. Perhaps, he thought, she suspected that the bandits’ story was indeed true and that Mebrin had been corrupted by his dabbling in undead magic. Perhaps she simply hadn’t come to terms with it.
uk_ua: Він гадав, чому вона припинила згадувати Мербіна та його місцезнаходження, але щось підказувало йому, що зараз не той час, щоб згадувати ім'я мудреця. Він думав, що, можливо, вона підозрює, що історія розбійників могла виявитися справжньою і що Мербіна було спотворено нечестивою магією. Можливо, вона просто не може змиритися з цим.

source: He would only slow us down!
uk_ua: Він нас тільки затримає!

source: Head Trainer
uk_ua: Головний тренер

source: Head back to the encampment where you started and recruit some troops!
uk_ua: Повертайтеся до табору, в якому ви почали сценарій, і завербуйте декілька загонів!

source: Head out of your behind, Maddock. Open your eyes! Look south and tell me that again!
uk_ua: Обернися, Маддоку. Відкрий своі очі! Подевись на південь і повтори мені це знову!

source: Healers (Elvish Shaman, Elvish Druid, Elvish Shyde, White Mage, Mage of Light, Paladin) heal all wounded units around them, so you can keep units close to the battle without losing them.
uk_ua: Цілителі (ельфійський шаман, друїда, шида, білий і світлий маги, паладін) зцілюють усіх поранених бійців навколо них, так що ви можете тримати бійців близько до поля бою, не втрачаючи їх.

source: Healers and Villages
uk_ua: Цілителі та села

source: Healers cannot heal themselves, but see next point.
uk_ua: Цілителі не можуть себе зцілювати, але дивіться наступний пункт.

source: Healers do not heal enemy units.
uk_ua: Цілителі не зцілюють ворожих бійців.

source: Healing
uk_ua: Зцілення

source: Healing Keep
uk_ua: Цитадель зцілення

source: Heals +4
uk_ua: Зцілює +4

source: Heals +8
uk_ua: Зцілює +8

source: Health
uk_ua: Здоров'я

source: Healthy
uk_ua: Живучий

source: Hear this! Slaves, the merfolk have sworn war against your tormentors. If you would be free, arise and seize your liberty!
uk_ua: Почуйте! Раби, водяні заприсягнулися піти війною проти ваших катів. Повстаньте та відвоюйте свою волю!

source: Heart Mountains
uk_ua: Гори Серця

source: Heart of fire
uk_ua: Полум'яне серце

source: Heavy Infantryman
uk_ua: Важкий піхотинець

source: Heavy Rains
uk_ua: Зливи

source: Heavy Snowfall
uk_ua: Заметіль

source: Heavy infantry are brawny fighters clad in full plate and wielding massive impact weapons. Though they fight with unmatched power in melee combat, they have poor mobility and are best employed in static defense of fortified positions. A few of these in battle line will stiffen it considerably, albeit at an obvious cost in tactical flexibility.
uk_ua: Важка піхота — міцні бійці, повністю закуті в обладунки і із важкою ударною зброєю. У ближньому бою вони дуже потужні противники, проте їх важкі обладунки роблять їх повільними, і тому краще всього вони справляються із статичним захистом укріплених позицій. Невелика кількість таких бійців значно зміцнить лінію бою, хоча очевидною ціною такого зміцнення є втрата тактичної гнучкості.

source: Hebrew Translation
uk_ua: Переклад на іврит

source: Hedges Wall
uk_ua: Заросла стіна

source: Heed my last words, Delfador! Journey northwest to Weldyn, and seek out my friend Leollyn. He will help you.
uk_ua: Запам'ятай мої останні слова, Делфадоре! Вирушай на північний захід, у Велдин, і розшукай мого друга Леолина. Він тобі допоможе.

source: Heeding the call, Arvith gathered such men as he could and hurried to Maghre to help Baran.
uk_ua: Дослухавшись заклику, Арвіт зібрав стільки людей, скільки зміг, і поспішив до Магре на поміч Б'ярну.

source: Heh, looks like you whelps might be getting in over your heads. Good thing I’m here now to win this fight for ya, huh?
uk_ua: Хех, схоже, що ви, малявки, намагаєтесь стрибнути вище своєї голови. Як добре, що я тут, щоб допомогти вам перемогти, еге?

source: Height:
uk_ua: Висота:

source: Heir to the Throne
uk_ua: Спадкоємець Престолу

source: Heldaga
uk_ua: Хельдага

source: Helicrom
uk_ua: Хелікром

source: Helicrom, I don’t know what happened to him, didn’t see what happened to Maddock’s son either. Me and Harper and the few of us who survived got up and ran. We be heading back north now, toward Carcyn and Elensefar. Them patrols seems to be in real disarray, mostly seeming to be riding back south to regroup. It be looking like we really did disrupt Weldyn’s chain of command.
uk_ua: Хелікром, я ні знаю, шо з ним сталося, також не бачив, що сталося з сином Маддока. Я, Харпер та ще кілька уцілілих просто втекли. Ми мандруємо назад на північ, до Карцину та Еленсефару. Іхні патрулі виглядають безладно, більшість з ним тікає на південь, шоб перегрупуватися. Виглядає так, наче ми й справді розтрощили командування Велдину в регіоні.

source: Hellian
uk_ua: Хелліан

source: Hello there! Who are you? Were you the ones shouting about taking a sword?
uk_ua: Привіт! Ви хто такі? Ви ті, хто кричали про викрадення меча?

source: Hello?
uk_ua: Агов?

source: Help
uk_ua: Довідка

source: Help Marth-Tak defeat Gorthas
uk_ua: Допомогти Март-Таку перемогти Горташа

source: Help about save-loading
uk_ua: Допомога зі збереження-завантаження

source: Help!
uk_ua: Допоможіть!

source: Help! Save me!
uk_ua: Допоможіть! Врятуйте мене!

source: Help! Someone please help!
uk_ua: Допоможіть! Будь ласка, хто-небудь, допоможіть!

source: Help, help! I’m being repressed!
uk_ua: Допоможіть, допоможіть! Мене вбивають!

source: Herald armor
uk_ua: Обладунки герольда

source: Here is the entrance! Hurry!
uk_ua: Ось вхід! Швидше!

source: Here we are. There’s a castle up ahead in the fog. That’s where Agnovon has the sword.
uk_ua: Ми на місці. Там, попереду, є замок, оповитий туманом. Там Агновон тримає свій меч.

source: Here — I’ll go warn the council. You stay here and fight.
uk_ua: Зрозумів — я попереджу раду. Ви залишайтеся тут та бийтеся.

source: Hereld
uk_ua: Герельд

source: Here’s 20 more gold.
uk_ua: Ось ще 20 золотих.

source: Here’s the gold.
uk_ua: Ось золото.

source: Herlin
uk_ua: Херлін

source: Heroes
uk_ua: Герої

source: Heroes Rite
uk_ua: Церемонія героїв

source: Heroic:
uk_ua: Героїчно:

source: Hettel
uk_ua: Геттель

source: Hex Line NW-SE
uk_ua: Лінія Пн.Зх.-Пд.Сх.

source: Hex Line SW-NE
uk_ua: Лінія Пд.Зх.-Пн.Сх.

source: Hey boss. Looks like you’ve got some prey that need killing.
uk_ua: Гей, начальнику. Схоже, в тебе є здобич, що хоче смерті.

source: Hey! Don’t do that, or I will need more of them.
uk_ua: Гей! Зупиніться, бо доведеться мені більше таких наробити.

source: Hey! This quintain fights back!
uk_ua: Гей! Опудало дає здачі!

source: Hey! Who ya calling puny?
uk_ua: Гей! Кого се ти називаєш слабкими?

source: Hey! You captured one of my villages again! I thought I told you to stop doing that!
uk_ua: Гей! Ти знову захопив одне з моїх селищ! Мені здається, я казав тобі зупинитися!

source: Hey, I did it!
uk_ua: Так, я зробив це!

source: Hey, I found some old coins in this shack.
uk_ua: Гей, я знайшов трохи старих монет у цій халупі.

source: Hey, I found some treasure!
uk_ua: Гей, я знайшов скарб!

source: Hey, I found somebody!
uk_ua: Ей, я когось знайшов!

source: Hey, come back! I didn’t mean to frighten you.
uk_ua: Ну, повернися! Я не хотіла тебе злякати.

source: Hey, disparage the trolls, <i>not</i> the holes!
uk_ua: Гей, можеш ганьбити тролів, але <i>не</i> нори!

source: Hey, hey, easy there! I done nothin’ to hurt you. We’re all friends here, right? Looks like you might be in a tight spot, but don’t worry. No one’s better at getting out of tight spots than me, boss!
uk_ua: Гей, гей, полегше! Я нічого вам не зробив! Ми друзі, добре? Схоже, у вас скрутне становище, але не хвилюйтеся. Нема нікого, хто може вибиратися з скрутних становищ, ніж я, начальнику!

source: Hey, it talks!
uk_ua: Ей, воно говорить!

source: Hey, look! Some buried treasure!
uk_ua: Дивіться! Тут закопані скарби!

source: Hey, someone left their pack here. I could use it to carry some more rocks.
uk_ua: Гей, хтось залишив тут свою сумку. Я візьму її собі, носитиму більше каміння.

source: Hey, that cavern is full of bats! I HATE those things.
uk_ua: Гей, ця печера повна кажанів! Я НЕНАВИДЖУ їх.

source: Hey, that key fits in this coffin. Should I open it?
uk_ua: Гей, той ключ підходить до домовини. Мні відкривати її?

source: Hey, that was one of <i>our</i> villages! Deal’s off; we’re no longer protecting you!
uk_ua: Гей, то було <i>наше</i> село! Угоду розірвано; більше ми вас не захищатимемо!

source: Hey, the quintain just healed 2 hitpoints! I’d better attack it at once!
uk_ua: Гей, це опудало щойно відновило 2 очки здоров'я! Краще напасти на нього знову!

source: Hey, there’s somebody hidden in the temple. Ack! Hold there!
uk_ua: Гей, хтось сховався в храмі. Гей! Ні з місця!

source: Hey, what’s your problem, Garrath? I thought we had a deal!
uk_ua: Гей, що таке, Гаррате? В нас же була угода!

source: He’s <i>dead</i>! This is dark sorcery like in my granddad’s time in the old country! The penalty is death. Attack and destroy them both!
uk_ua: Та він же <i>мертвий</i>! Це якась чорна магія, як у часи прадіда, за старого режиму! За таке в нас смертна кара. Убийте їх! Вперед!

source: He’s a large part of the reason your son made it to the lands of the east. Lord Typhon provided us with pearls and an escort for our voyages in exchange for steel trident points and fishhooks. It’s difficult to be a blacksmith when you live underwater.
uk_ua: Багато в чому завдяки йому, твій син дістався до земель на сході. Лорд Тайфон забезпечував нас перлами і охороною, поки ми подорожували. У обмін ми поставляли сталеві наконечники для тризубців і риболовецькі гачки. Важко займатися ковальською справою, живучи під водою.

source: He’s one to complain about <i>that</i>...
uk_ua: Він скаржиться на <i>це</i>...

source: He’s raising our dead!
uk_ua: Він воскрешає наших мертвих!

source: He’s raising our dead! Be careful!
uk_ua: Він воскрешає наших убитих! Обережніше!

source: Hide Sails and Rigging
uk_ua: Приховати вітрила й такелаж

source: Hide allies’ Planning Mode plans in multiplayer games
uk_ua: За замовчанням не показувати плани союзників в мультиплеєрі

source: Hide allies’ plans by default
uk_ua: Не показувати плани союзників

source: Hide and Seek
uk_ua: Хованки

source: Hide in status table
uk_ua: Сховати на панелі стану

source: Hide plans for $player
uk_ua: Сховати плани $player

source: Hidel
uk_ua: Хідель

source: Hidel?
uk_ua: Хідель?

source: Hideout
uk_ua: Криївка

source: High Guard
uk_ua: Королівська Гвардія

source: High Pass
uk_ua: Гірський перехід

source: Higher level units are powerful, but not invulnerable. We’ll miss you, $unit.name|.
uk_ua: Бійці високого рівня сильні, але не безсмертні! Нам буде тебе не вистачати, $unit.name|.

source: Highwayman
uk_ua: Розбійник

source: Highwaymen have gained an infamous reputation for underhanded deeds of violence. Ready to hire themselves out to whoever will pay the most, they lead bands of lesser rogues against their employer’s enemies, often attacking on lonely roads or in the dead of night. Their experience with such encounters makes them deadly foes in hand to hand combat.
uk_ua: Розбійники їх насильством заробили погану репутацію. Готові продатися тому, хто платить більше, вони ведуть зграї таких же негідників проти ворогів наймача, часто нападаючи на пустинних дорогах або під покровом ночі. Досвід участі в подібних сутичках робить їх смертельно небезпечними ворогами в рукопашній сутичці.

source: Hill Bonus Income
uk_ua: Бонусний дохід від гори

source: Hill Stone Village
uk_ua: Гірське місто з каменю

source: Hills
uk_ua: Пагорби

source: Hint:
uk_ua: Порада:

source: Hint: Learning the enemy spawn points and types helps a lot.
uk_ua: Порада: Вивчення точок появи ворога і їх тип дуже допоможе.

source: Hint: save-loading is unnecessary
uk_ua: Порада: збереження-завантаження необов'язкове

source: Hints:
uk_ua: Поради:

source: His home is empty... There are several sets of footprints leading away to the south...
uk_ua: Його дім пустий... Декілька відбитків ніг ведуть на південь...

source: His older brother was more attractive...
uk_ua: Його старший брат був куди приємніше...

source: Hissssss!
uk_ua: Шшшш!

source: Historians write that Bluewater Province has been destroyed and rebuilt some twenty times. Now, as armies once again converge on the rocky streams and snowcapped mountains of this small province, its villagers hardly seem to take notice.
uk_ua: Історики стверджують, що Провінція Блакитних Вод руйнувалася і відбудовувалася знову близько двадцяти разів. Тепер, коли армії знову зійшлися на гірських потоках і укритих снігом горах цієї невеликої провінції, її жителів практично не помітно.

source: Hitpoints and Experience
uk_ua: Здоров'я та Досвід

source: Hits
uk_ua: Удари

source: Hits and misses are much more consistent. This tends to make small-scale engagements easier to plan. Example: if you strike three times with 50% accuracy, you will always hit at least once and miss at least once.
uk_ua: Влучання та промахи є набагато більш послідовними. Це, як правило, полегшує планування маломасштабних бойових дій. Приклад: якщо ви атакуєте три рази з 50% точністю, ви завжди влучите принаймні один раз і промахнетеся принаймні один раз.

source: Hits:
uk_ua: Удари:

source: Hm, it looks like you don’t have any gold left. We’re not interested in you anymore; bye!
uk_ua: Хм, виглядає так, наче в тебе більше нема золота. Ми більше не зацікавлені у співпраці; бувай!

source: Hmm! Welcome, tree-friends. We will pound our enemies into dust!
uk_ua: Хмм! Вітаю, дерево-друзі. Ми роздробимо наших ворогів у пил!

source: Hmm, perhaps we should have started with a doll.
uk_ua: Гмм, можливо, варто було починати з ляльки.

source: Hmm, they left off the ‘or the orcs will eat you’ part.
uk_ua: Гм, вони забули додати ‘Інакше вас з'їдять орки’.

source: Hmm. He seems to have had a map, and some gold!
uk_ua: Гм. Схоже, у нього є карта і трохи золота!

source: Hmm. Something is quite wrong indeed...
uk_ua: Хмм. І справді, щось не так...

source: Hmm. The youngsters most willing to leave may be the ones in the jailhouse. I should investigate.
uk_ua: Гм-м-м. У в'язниці, мабуть, найбільше молоді, налаштованої тікати. Треба туди навідатися.

source: Hmm. There is wisdom in your words, and my end should be in this place. We can hold out for the rest of the winter here. When the orcs last came it was fall and the harvest was in. We can hunt the great schools of fish that live under the ice. You might even be able to depart in well-provisioned ships!
uk_ua: Хмм. У твоїх слова є мудрість, але мої дні закінчаться тут. Ми зможемо тут протриматися до кінця зими. Коли останній раз приходили орки, була осінь, і урожай був вже зібраний. Ми можемо рибалити — під льодом є величезні косяки риб. Можливо, вам навіть вдасться відплисти на кораблях, повними провізії!

source: Hmm. ‘Wesnoth’. I like it. Yes, ‘Wesnoth’ would be fine. So I am the first King of Wesnoth!
uk_ua: Хмм... ‘Веснот’ - мені подобається. Так, ‘Веснот’ підійде. Тоді я буду тоді першим королем Веснота!

source: Hmm... Do we really need to know that much about the trolls? I think it’s safe to say that the elves wouldn’t have sent us down here if they were at all friendly.
uk_ua: Гм... Нам правда потрібно усе це знати? Вистачить того, що ельфи не послали б нас сюди, якби тролі були доброзичливими.

source: Hmm... Very well. I so swear. Speak.
uk_ua: Хмм... Добре, я присягаюся. Говори.

source: Hmm... after some thought...
uk_ua: Гм... якщо подумати...

source: Hmmm... King Garard placed you under my command, and I may command you to travel north, if you wish to; he will not interfere with a mission of magery as he might with one of war. But you must be sure you are ready for such a grave task. Dealings with the spirit world are dangerous even for the most powerful mages. Allow only your mind to enter the Land of the Dead — should your body follow, there is no return! Do you still wish to go?
uk_ua: Хммм... Король Гарард поставив тебе під моє начальство, і я можу наказати тобі йти на північ, якщо ти побажаєш; він не втручатиметься в місію мага так, як він міг би поводитися з воїном. Але ти маєш бути упевнений, що ти готовий для такого серйозного завдання. Спілкування зі світом духів небезпечне навіть для наймогутніших магів. Дозволяй тільки твоєму розуму потрапити в Країну Мертвих — якщо твоє тіло послідує за ним, повернення не буде! Отже, ти досі хочеш йти?

source: Hmmm... if I could get nearer to the stones, I could perhaps break their power...
uk_ua: Хммм... якби я міг підібратися ближче до каменів, то, можливо, я зміг би знищити їхню силу...

source: Hmmmm— my kind were here before your kind, and we will be here after the orcs are gone as well. We were here before all others, and I suspect that we will be here in the end.
uk_ua: Хммм— Мій народ жив тут ще до твого народу, і ми будемо тут, коли орки підуть. Ми були тут раніше усіх, і, вважаю, кінець кінцем, ми залишимося тут до самого кінця.

source: Hmph! It matters little now. What’s this? You bring a Wesfolk waif with you. Put her out with the others!
uk_ua: Гм! Тепер це нічого не означає. А це ще хто? Ти привів весфолькскую бродягу. А ну, викиньте її разом з іншими!

source: Hmph! You namby-pamby elves: <i>“We don’t cut the trees, we groom the forest.”</i> Our axes can get the wood for a fifth of the cost! I can charge half of what your people do, and still be rich, and I’m not the first to have the thought!
uk_ua: Хех! Ви ельфи-шмельфи: <i>"Ми не дерева рубаємо, ми ліс підстригаємо".</i> Та своїми сокирами ми добудемо дерево за п'яту частину ціни! Я призначу ціну удвічі нижче вашої, і все одно розбагатію — і я не один так думаю!

source: Hmph! You’re just happy because that monolith proves your paternity!
uk_ua: Пфф! Та ти просто зрадів, що моноліт підтвердив твоє походження!

source: Ho Rudic! Welcome. You are late, old friend.
uk_ua: Привіт, Рудику! Щось ти спізнюєшся, друже.
